Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Move Forward Through Active Windows
sv: Flytta framåt genom aktiva fönster

source: Type
sv: Typ

source: Apply %s with parameter(s) %s
sv: Tillämpa %s med parametrar %s

source: None - Text Only
sv: Inget - Endast text

source: Add Realtime Effects
sv: Lägg till realtidseffekter

source: %s to select or deselect track. Drag up or down to change track order.
sv: %s för att markera eller avmarkera spår. Dra upp eller ned för att ändra spårordningen.

source: Crossfade Tracks
sv: Kör crossfade på spår

source: M&ute/Unmute
sv: &Slå av/på ljud

source: Encoding:
sv: Avkodning:

source: Get Preference
sv: Hämta inställning

source: Align End
sv: Justera slutet

source: The large file support is disabled
sv: Stöd för stora filer är inaktiverat

source: The module "%s" is matched with Tenacity version "%s". It will not be loaded.
sv: Modulen ”%s” matchar Tenacity-versionen ”%s”. Den läses inte in.

source: Errors Only
sv: Endast fel

source: Select a file
sv: Välj en fil

source: Ctrl+Click
sv: Ctrl+klick

source: Label Split
sv: Dela etikett

source: Applies a linear fade-in to the selected audio
sv: Tillämpar en linjär intoning för markerat ljud

source: Cursor &Left
sv: Flytta markören åt &vänster

source: Error Saving Timer Recording Project
sv: Fel uppstod när timerinspelningsprojektet sparades

source: [[help:Main_Page|Tenacity Manual]] - if not installed locally, [[https://tenacityaudio.org/docs/index.html|view online]]
sv: [[help:Main_Page|Tenacity-manualen]] – om den inte är installerad lokalt kan du [[https://tenacityaudio.org/docs/index.html|visa den på nätet]]

source: Project is busy (Unable to work with the blockfiles)
sv: Projektet är upptaget (det går inte att arbeta med blockfilerna)

source: You must specify the same window size for steps 1 and 2.
sv: Du måste ange samma fönsterstorlek för stegen 1 och 2.

source: LFO Freq&uency (Hz):
sv: LFO-frek&vens (Hz):

source: Envelope dependent gain
sv: Envelopberoende förstärkning

source: Choose command
sv: Välj kommando

source: Sort by Time
sv: Sorterade efter tid

source: &Use Preferences
sv: &Använd inställningar

source: The minimum frequency must be an integer
sv: Den minimala frekvensen måste vara ett heltal

source: Success Criteria 1.4.7 of WCAG 2.0: Fail
sv: Framgångskriterier 1.4.7 av WCAG 2.0: Misslyckades

source: Alternating Out / In
sv: Alternerande ut/in

source: Benchmark completed successfully.
sv: Prestandatestet slutfördes.

source: Unable to load the "%s" module. Error: %s
sv: Det gick inte att läsa in modulen ”%s”. Fel: %s

source: Cuberoot Autocorrelation
sv: Cuberoot-autokorrelation

source: &Envelope Tool
sv: &Enveloppverktyg

source: Changed '%s' to %s
sv: Bytte "%s" till %s

source: &Attack Time:
sv: &Attacktid:

source: Up &Octave
sv: Upp en &oktav

source: Not in range %d to %d
sv: Inte inom intervallet %d till %d

source: Export Contrast Result As:
sv: Exportera kontrastresultat som:

source: Snap
sv: Fäst

source: Compacting project
sv: Komprimerar projekt

source: Generic
sv: Allmän

source: Pan:
sv: Panorera:

source: Hold (ms)
sv: Håll (ms)

source: ~adB values cannot be more than +100 dB.~%~%~ Hint: 6 dB doubles the amplitude~%~ -6 dB halves the amplitude.
sv: ~adB-värden får inte vara högre än +100 dB.~%~%~ Tips: 6 dB fördubblar amplituden~%~ -6 dB halverar amplituden.

source: set max disk block size in bytes
sv: ändra maximal storlek för diskblock i byte

source: bar:beat:tick
sv: takt:slag:tick

source: Detach
sv: Avdela

source: Validation error
sv: Valideringsfel

source: Out of memory!
sv: Slut på minne!

source: Module "%s" found.
sv: Modulen "%s" hittades.

source: Small Room Bright
sv: Litet ljust rum

source: Read as Zero
sv: Läs som noll

source: Simple tone control effect
sv: Kontrolleffekt för enkel ton

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
sv: Välj några sekunder med endast brus så att Audacity vet vad som ska filtreras bort, klicka sedan på Hämta brusprofil:

source: Scheduled to stop at:
sv: Schemalagt att stoppas vid:

source: %s (missing)
sv: %s (saknas)

source: File Format Support
sv: Stöd av filformat

source: Trial %d Failed on Paste.
sv: Test %d Misslyckades vid inklistring.

source: By &Name
sv: Efter &namn

source: Plug-in file is in use. Failed to overwrite
sv: Insticksmodulfilen används. Misslyckades att skriva över

source: &Join
sv: &Sammanfoga

source: Low and High Frequencies
sv: Låga och höga frekvenser

source: Begin numbering from
sv: Börja numrering från

source: Export Audio
sv: Exportera ljud

source: Analyzing first track of stereo pair: %s
sv: Analyserar första spåret i stereoparet: %s

source: Backing up project
sv: Säkerhetskopierar projekt

source: Enter track name
sv: Ange spårets namn

source: Play Before an&d After Selection End
sv: Spela upp innan och efter markeringens &slut

source: %s is already open in another window.
sv: %s är redan öppnad i ett annat fönster.

source: Ask me each time. Show dialog each time audio is pasted.
sv: Fråga mig varje gång. Visa dialogrutan varje gång ljud klistras in.

source: %d %s %02d %02dh %02dm %02ds
sv: %d %s %02d %02dt %02dm %02ds

source: Playback Meter Options
sv: Alternativ för uppspelningsmätare

source: Record/Playhead
sv: Inspelnings-/uppspelningshuvud

source: High-Pass Filter
sv: Högpassfilter

source: There is not enough room available to paste the selection
sv: Det finns inte tillräcklig plats att klistra in markering

source: Themes written to: %s/*/Components/.
sv: Teman skrevs till: %s/*/Komponenter/.

source: Cannot Export 'unnamed'
sv: Kan inte exportera "namnlös"

source: &Duration:
sv: &Varaktighet:

source: Sample Data Import
sv: Importera samplingsdata

source: Zoom &In
sv: Zooma &in

source: Overwrite the plug-in file %s?
sv: Skriv över insticksmodulfilen %s?

source: Analyzing imported audio
sv: Analyserar importerat ljud

source: %.1f secs
sv: %.1f sek

source: &Measure selection
sv: &Mät markering

source: 01000,01000 seconds
sv: 01000,01000 sekunder

source: Error while working on archive
sv: Fel vid arbete med arkivet

source: Reassignment
sv: Omplacering

source: Opens a project.
sv: Öppnar ett projekt.

source: Import / Export
sv: Importera/exportera

source: Tenacity Startup Failure
sv: Fel vid start av Tenacity

source: From Internet
sv: Från Internet

source: %lld of %lld
sv: %lld av %lld

source: Creates audio of zero amplitude
sv: Skapar ljud med noll amplitud

source: To rpm
sv: Till rpm

source: Compressor
sv: Komprimerare

source: Error.~%No file selected.
sv: Fel.~%Ingen fil har valts.

source: Some required files in: %s were already present. Overwrite?
sv: Vissa nödvändiga filer i: %s finns redan. Vill du skriva över?

source: Paste
sv: Klistra in

source: Extreme Pitch and Tempo Change support
sv: Stöd för extrem ändring av tonhöjd och tempo

source: Saving an Audacity Project
sv: Spara ett Audacity projekt

source: S-Curve Up
sv: S-kurva upp

source: Enabled
sv: Aktiverad

source: Save log to:
sv: Spara logg till:

source: Display:
sv: Visning:

source: At least one location option must be selected. Please select at least one of: • Remove silence from beginning • Remove silence from middle • Remove silence from end
sv: Minst ett platsalternativ måste väljas. Välj minst ett av följande: • Ta bort tystnad från början • Ta bort tystnad från mitten • Ta bort tystnad från slutet

source: Unable to load presets file.
sv: Kunde inte läsa in förinställningsfil.

source: Directory creation failed.
sv: Det gick inte att skapa katalogen.

source: %s Error exporting recording.
sv: %s Fel uppstod när inspelning exporterades.

source: Next &Lower Peak Frequency
sv: Nästa &lägre maxfrekvens

source: High Contrast
sv: Hög kontrast

source: Moved '%s' up
sv: Flyttade "%s" uppåt

source: Region between sounds
sv: Område mellan ljud

source: Shaped
sv: Formad

source: Difference = %.2f RMS dB.
sv: Skillnad = %.2f RMS dB.

source: Rapid tone quality variations, like that guitar sound so popular in the 1970's
sv: Snabba variationer i tonkvaliteten, som det där gitarrljudet som var populärt på 70-talet

source: Cut Labeled Audio
sv: Klipp ut ljud med etikett

source: Resonance
sv: Resonans

source: Files copied to plug-ins folder:
sv: Filer kopierade till insticksmodulkatalogen:

source: Knee &width (dB)
sv: Knä&bredd (dB)

source: Edit
sv: Redigera

source: &Release (ms)
sv: &Återgång (ms)

source: Save Project...
sv: Spara projekt...

source: Invalid audio selection. Please ensure that audio is selected.
sv: Ogiltig ljudmarkering. Var god se till att ljudet är markerat.

source: &Recording Device
sv: &Inspelningsenhet

source: Throw Error
sv: Kasta fel

source: Preset already exists. Replace?
sv: Förinställning finns redan. Ersätt?

source: Test Mode
sv: Testläge

source: &Multi Tool
sv: M&ultiverktyg

source: Compresses the dynamic range of audio
sv: Komprimerar ljudets dynamiska intervall

source: Select
sv: Markera

source: Tracks sorted by time
sv: Spår sorterade efter tid

source: Click and drag to adjust frequency bandwidth.
sv: Klicka och dra för att justera frekvensens bandbredd.

source: Files shown as MISSING have been moved or deleted and cannot be copied. Restore them to their original location to be able to copy into project.
sv: Filer som visas som SAKNAS har flyttats eller tagits bort och kan inte kopieras. Återställ dem till den ursprungliga platsen för att kunna kopiera dem till projektet.

source: Move Focused Track Do&wn
sv: Flytta aktuellt spår &nedåt

source: Resample
sv: Återsampla

source: Point before sound
sv: Punkt före ljud

source: Please select at least %d channels.
sv: Var god välj minst %d kanaler.

source: Attac&k time (secs):
sv: Attac&ktid (sek):

source: Join Clips
sv: Sammanfoga klipp

source: ';type tool' effects cannot return labels from Nyquist.
sv: ";type tool"-effekter kan inte returnera etiketter från Nyquist.

source: Align End to End
sv: Justera slutet till slutet

source: Play C&ut Preview
sv: Spela upp ut&klippt förhandsvisning

source: Synchronize MIDI with Audio
sv: Synkronisera MIDI med ljud

source: Median method is not implemented for more than four steps per window.
sv: Medianmetoden är inte implementerad för mer än fyra steg per fönster.

source: &Defaults
sv: &Standardvärden

source: Discrimination &method:
sv: Diskriminerings&metod:

source: Made '%s' a stereo track
sv: Gjorde "%s" till ett stereospår

source: Window Size
sv: Fönsterstorlek

source: Show detailed info about each editing operation
sv: Visa detaljerad information om varje redigeringshandling

source: Export as MP&3
sv: Exportera som MP&3

source: The project size exceeds the available free space on the target disk. Please select a different disk with more free space.
sv: Projektets storlek överskrider det lediga utrymmet på måldisken. Välj en annan disk med mer ledigt utrymme.

source: Bass Cut
sv: Basdämpning

source: Failed to set safe mode on checkpoint connection to %s
sv: Det gick inte att ange säkert läge för kontrollpunktsanslutningen till %s

source: ';type tool' effects cannot return audio from Nyquist.
sv: ";type tool"-effekter kan inte returnera ljud från Nyquist.

source: Builtin Commands
sv: Inbyggda kommandon

source: Mute/Unmute Track
sv: Tysta/slå på ljud för spår

source: Foreground not yet measured
sv: Förgrunden har ännu inte mätts

source: Repeats the selected audio again and again
sv: Upprepar markerat ljud om och om igen

source: Minimum frequency must be at least 0 Hz
sv: Minimifrekvens måste vara minst 0 Hz

source: Set Track Visuals...
sv: Ändra spårets utseende...

source: Cursor &Right
sv: Flytta markören åt &höger

source: Move Track
sv: Flytta spår

source: Recover
sv: Återskapa

source: thousandths of octaves
sv: tusendelar av oktaver

source: Color 1
sv: Färg 1

source: Lisp scripts
sv: Lisp-skript

source: &Rescan
sv: S&kanna igen

source: Current Project
sv: Nuvarande projekt

source: End:
sv: Slut:

source: Threshold Percentage
sv: Tröskelprocent

source: * %s, because you have assigned the shortcut %s to %s
sv: * %s, eftersom du har tilldelat kortkommandot %s till %s

source: &Curves
sv: &Kurvor

source: Overwrite Project Warning
sv: Varning om att skriva över projekt

source: Modern Punch 2
sv: Modern kraft 2

source: No Local Help
sv: Ingen lokal hjälp

source: Unable to save genre file.
sv: Kunde inte spara genrefil.

source: 1000 semitones >0100 cents|17.312340491
sv: 1000 halvtoner >0100 cent|17.312340491

source: C&ontinue
sv: F&ortsätt

source: Cannot check mutual sample rates without both devices.
sv: Det går inte att kontrollera gemensamma samplingsfrekvenser utan båda enheterna.

source: Sets various values for a track.
sv: Ändrar olika värden för ett spår.

source: Label text
sv: Etikettext

source: Master Limiter
sv: Masterbegränsare

source: "Move track focus" c&ycles repeatedly through tracks
sv: "Flytta spårfokus" v&äxlar upprepat genom spåren

source: White
sv: Vitt

source: Old
sv: Gammal

source: Error.~%Track sample rate below 100 Hz is not supported.
sv: Fel.~%Spårets samplingsfrekvens under 100 Hz stöds inte.

source: Continuous scrolling
sv: Kontinuerlig rullning

source: &Device:
sv: &Enhet:

source: Timer Recording Disk Space Warning
sv: Hårddiskvarning för timerinspelning

source: &Decrease Playback Speed
sv: &Minska uppspelningshastighet

source: S&teps per window:
sv: S&teg per fönster:

source: 100ths of Seconds
sv: Hundradelssekunder

source: Set Track...
sv: Ändra spår...

source: &Start threshold (samples):
sv: &Starttröskelvärde (samplingar):

source: &Audio Settings...
sv: &Ljudinställningar …

source: Confirm
sv: Bekräfta

source: &Set Loop to Selection
sv: &Ange upprepning efter markering

source: For comments in a macro.
sv: För kommentarer i ett makro.

source: Click and drag to move center selection frequency to a spectral peak.
sv: Klicka och dra för att flytta den centrerade markeringsfrekvensen till en spektrumshöjdpunkt.

source: Select the audio for %s to use (for example, Ctrl + A to Select All) then try again.
sv: Markera ljudet som "%s" ska använda (t.ex. Ctrl + A för att markera allt) och försök sedan igen.

source: Does the demo action.
sv: Utför demoåtgärden.

source: (-80 to -20 dB):
sv: (-80 till -20 dB):

source: Foreground level too high
sv: Förgrundnivån är för hög

source: Select On
sv: Välj på

source: Not authorized (Unable to work with the blockfiles)
sv: Ej behörig (det går inte att arbeta med blockfilerna)

source: File Error
sv: Filfel

source: Beat Booster
sv: Slagförstärkare

source: &Zoom to Selection
sv: &Zooma till markering

source: Energy -- mean: %1.4f sd: (%1.4f)
sv: Energi -- medel: %1.4f sd: (%1.4f)

source: &Linear scale
sv: &Linjär skala

source: Zoom In
sv: Zooma in

source: Enable Automatic &Export?
sv: Aktivera automatisk &exportering?

source: &Run Benchmark...
sv: &Kör prestandatest...

source: Nyquist returned nil audio.
sv: Nyquist returnerade inget ljud.

source: Audio Host
sv: Ljudvärd

source: Threshold %d dB
sv: Tröskel %d dB

source: An unrecoverable error has occurred during startup
sv: Ett fel som inte kan återställas har inträffat vid start

source: 'Macro Output' directory cannot be set.
sv: Katalogen ”Makroutdata” kan inte anges.

source: Color:
sv: Färg:

source: No recording device found for '%s'.
sv: Ingen inspelningsenhet hittades för ”%s”.

source: Do you still want to start Tenacity?
sv: Vill du fortfarande starta Tenacity?

source: Unable to switch to fast journaling mode
sv: Det gick inte att växla till snabbt journalföringsläge

source: Peak based on first ~a seconds ~a dB~% Suggested Threshold Setting ~a dB.
sv: Toppvärde baserat på de första ~a sekunderna, ~a dB~% Föreslagen tröskelinställning: ~a dB.

source: Nyquist Effects
sv: Nyquist-effekter

source: Repeat
sv: Repetera

source: %s, quality assurance
sv: %s, kvalitetssäkring

source: The language you have chosen, %s (%s), is not the same as the system language, %s (%s).
sv: Språket du valde, %s (%s), är inte densamma som systemspråket, %s (%s).

source: Message on completion
sv: Meddelande vid slutförd

source: Audio selection too short to preview. Try increasing the audio selection to at least %.1f seconds, or reducing the 'Time Resolution' to less than %.1f seconds.
sv: Ljudmarkeringen är för kort för att kunna förhandsvisas. Försök att öka ljudmarkeringen till minst %.1f sekunder eller reducera "Tidsupplösningen" till mindre än %.1f sekunder.

source: Envelope Algorithm:
sv: Envelopalgoritm:

source: &Normalize
sv: &Normalisera

source: Changes the pitch of a track without changing its tempo
sv: Ändrar tonhöjden för ett spår utan att ändra dess tempo

source: Reset Clip Pitch
sv: Återställ klippets tonhöjd

source: Li&near Frequency Scale
sv: Li&njär frekvensskala

source: Set Envelope...
sv: Ändra envelopp...

source: Tenacity was not able to lock the temporary files directory. This folder may be in use by another copy of Tenacity.
sv: Tenacity kunde inte låsa katalogen för temporära filer. Den här katalogen kan användas av en annan kopia av Tenacity.

source: The system has detected that another copy of Tenacity is running.
sv: Systemet har upptäckt att en annan kopia av Tenacity körs.

source: Theme package invalid
sv: Det angivna värdet är ogiltigt

source: Stop
sv: Stoppa

source: %s, %d of %d clip
sv: %s, %d av %d klipp

source: %s, %d of %d clips
sv: %s, %d av %d klipp

source: Select Playback Device
sv: Välj uppspelningsenhet

source: Saves a project.
sv: Sparar ett projekt.

source: Track &Start to Cursor
sv: Från spårets &början till markören

source: [Project %02i]
sv: [Projekt %02i]

source: Track Title
sv: Spårtitel

source: Threshold measurement
sv: Tröskelmätning

source: -48 dB (PCM range of 8 bit samples)
sv: -48 dB (PCM-intervall av 8-bitars samplingar)

source: Label Edit
sv: Redigera etikett

source: Shutdown system
sv: Stäng av systemet

source: VST Effect Options
sv: VST-effektalternativ

source: 01000,01000 frames|24
sv: 01000,01000 bildrutor|24

source: Curve Name
sv: Kurvnamn

source: Ad&just Playback Volume...
sv: Justera uppspelnings&volym …

source: Clip Pitch
sv: Klippets tonhöjd

source: Failed to set class info for "%s" preset
sv: Det gick inte att ange klassinformation för förinställningen ”%s”

source: Text files
sv: Textfiler

source: Command failed to initialize
sv: Kommandot misslyckades att initieras

source: %s: Could not load settings below. Default settings will be used. %s
sv: %s: Kunde inte läsa in inställningar nedan. Standardinställningar kommer att användas. %s

source: point labels
sv: punktetiketter

source: Width of noise band (Hz)
sv: Bredd för brusband (Hz)

source: Audio Setup
sv: Ljudkonfiguration

source: Could not load the library
sv: Kunde inte läsa in biblioteket

source: Record
sv: Spela in

source: To X:
sv: Till X:

source: Isolate Center
sv: Isolera center

source: Audio selection required.
sv: Ljudmarkering är nödvändig.

source: Provides Nyquist Effects support for Tenacity
sv: Ger Audacity stöd för Nyquist-effekter

source: Pitch change effect
sv: Tonhöjdsförändringseffekt

source: Cursor to Track End
sv: Från markören till spårets slut

source: <untitled>
sv: <namnlös>

source: Cursor Sh&ort Jump Left
sv: Flytta markören ett &kort hopp åt vänster

source: %s, developer and support
sv: %s, utvecklare och support för förgreningen

source: Invert
sv: Invertera

source: Edited Envelope
sv: Redigerade envelopp

source: Enable Silent Monitoring
sv: Aktivera tyst monitorering

source: Mismatched quotes in %s
sv: Ojämnt antal citationstecken i %s

source: Selection Contract R&ight
sv: Förminska markering åt höge&r

source: E&xport...
sv: E&xportera...

source: Cut by label
sv: Klipp ut efter etikett

source: &Export Audio...
sv: Exportera &ljud...

source: Global settings
sv: Globala inställningar

source: Harmonic brightness
sv: Ljusstyrka för övertoner

source: Voice Memos Balancer
sv: Balansering av röstmemon

source: Crossfade Clips
sv: Kör crossfade på klipp

source: Warning - Orphan Block File(s)
sv: Varning – övergivna blockfiler

source: At &Zero Crossings
sv: Vid &nollkorsningar

source: Ext Import
sv: Utökad import

source: Echo
sv: Upprepning

source: Recording Saved:
sv: Inspelning sparades:

source: Name:
sv: Namn:

source: &Tone/silence ratio:
sv: &Ton-/tystnadsförhållande:

source: Save %s
sv: Spara %s

source: Tenacity Timer Record - Waiting for Start
sv: Tidsstyrd inspelning i Tenacity – väntar på start

source: Using:
sv: Används:

source: IMPORT EXPORT
sv: IMPORT OCH EXPORT

source: Preset name:
sv: Förinställningsnamn:

source: Cathedral
sv: Katedral

source: Group by type and publisher
sv: Gruppera efter typ och utgivare

source: Value
sv: Värde

source: Set Project
sv: Ändra projekt

source: Save Timer Recording As
sv: Spara timerinspelning som

source: &Add
sv: &Lägg till

source: Unable to attach destination database
sv: Det gick inte att ansluta måldatabasen

source: The gain must be an integer
sv: Förstärkningen måste vara ett heltal

source: Show grid lines
sv: Visa rutnätslinjer

source: No error
sv: Inget fel

source: Amplify
sv: Förstärk

source: Reset &Configuration
sv: Återställ &konfiguration

source: Ogg Vorbis Import and Export
sv: Import och export av Ogg Vorbis

source: Import2
sv: Importera2

source: Great Tail SFX
sv: Stor svans – ljudeffekt

source: End to Selection En&d
sv: Sluta &vid markeringens slut

source: Error. Insufficient audio selected. Make the selection longer than ~a ms.
sv: Fel. För lite ljud är markerat. Gör markeringen längre än ~a ms.

source: &Buffer Size (8 to %d) samples:
sv: &Buffertstorlek (8 till %d) samplingar:

source: 3 (After Label)
sv: 3 (efter etikett)

source: T&ools
sv: &Verktyg

source: Cut
sv: Klipp ut

source: Triplets
sv: Trioler

source: Duplic&ate
sv: &Duplicera

source: Move Focus to &Last Track
sv: Flytta fokus till s&ista spåret

source: Selected MIDI recording device: %d - %s
sv: Vald MIDI-inspelningsenhet: %d – %s

source: A file named "%s" already exists. Replace?
sv: En fil med namnet "%s" finns redan. Ersätt?

source: Play &One Second
sv: Spela upp &en sekund

source: Show &Log...
sv: &Visa logg...

source: &Filter Type:
sv: &Filtertyp:

source: Frequency (Hz)
sv: Frekvens (Hz)

source: Import Labels
sv: Importera etiketter

source: Error:~%~ The file must contain only plain ASCII text.~%~ (Invalid byte '~a' at byte number: ~a)
sv: Fel:~%~ Filen måste endast innehålla vanlig ASCII-text.~%~ ("~a" är en ogiltig byte vid bytenummer: ~a)

source: Reset
sv: Återställ

source: Telephone
sv: Telefon

source: None of the expected theme component files were found in: %s.
sv: Ingen av de förväntade temakomponentfilerna kunde hittas i: %s.

source: Selected MIDI playback device: %d - %s
sv: Vald MIDI-uppspelningsenhet: %d – %s

source: Short Seek &Left During Playback
sv: Kort sökning åt &vänster under uppspelning

source: Info
sv: Information

source: Frequency Hertz End
sv: Frekvens hertz, slut

source: Orientation
sv: Orientering

source: %s and %s.
sv: %s och %s.

source: Dropouts
sv: Signalförluster

source: See&k
sv: Sö&k

source: Plug-in
sv: Insticksmodul

source: Artificial
sv: Artificiell

source: Sliding Stretch
sv: Glidande utsträckning

source: Select Sync-Locked
sv: Välj synkroniseringslåsta

source: Aligned start to selection end
sv: Justerade början till markeringens slut

source: Value (dB)
sv: Värde (dB)

source: Beats per minute
sv: Slag i minuten

source: Time shifted tracks/clips right %.02f seconds
sv: Tidsförsköt spår/klipp åt höger med %.02f sekunder

source: Load Theme Cache
sv: Läs in temacache

source: Timer Recording cannot be used with more than one open project. Please close any additional projects and try again.
sv: Timerinspelning kan inte användas med mer än ett öppet projekt. Var god stäng alla ytterligare projekt och försök igen.
